spec/dummy/app/controllers/api/v1/users_controller.rb

SELECT "users".* FROM "users"
---
  def index
    render json: api_server.all('users', options).serialize(serializer_options)